MySqlBenchmarking/5.10.16-log.txt
sysbench 1.0.11 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 4
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            458192
        write:                           130912
        other:                           65456
        total:                           654560
    transactions:                        32728  (272.68 per sec.)
    queries:                             654560 (5453.55 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          120.0211s
    total number of events:              32728

Latency (ms):
         min:                                  4.20
         avg:                                 14.67
         max:                                249.87
         95th percentile:                     26.20
         sum:                             479958.46

Threads fairness:
    events (avg/stddev):           8182.0000/649.74
    execution time (avg/stddev):   119.9896/0.01